[{"collection_name": "luminosa", "collection_title_img": "/media/luminosa.jpg", "collection_price": 4500.00, "collection_description": "Wallpaper Collection 'Luminosa' will please fans of classics and baroque. The panels are filled with the spirit of aristocracy, nobility and chic. An elaborated vegetable prints, sophisticated monograms and arabesques give an elegance to the room, and the vertical stripes in the Victorian style bring an element of reserve in the lush surroundings. Ornaments are made by hot embossing, that is why they look voluminous"}, {"collection_name": "primavera", "collection_title_img": "/media/primavera.jpg", "collection_price": 2700.00, "collection_description": "Wallpaper Collection 'Primavera' will please fans of classics and baroque. The panels are filled with the spirit of aristocracy, nobility and chic. An elaborated vegetable prints, sophisticated monograms and arabesques give an elegance to the room, and the vertical stripes in the Victorian style bring an element of reserve in the lush surroundings. Ornaments are made by hot embossing, that is why they look voluminous"}, {"collection_name": "regina", "collection_title_img": "/media/regina.jpg", "collection_price": 3500.00, "collection_description": "Wallpaper Collection 'Regina' will please fans of classics and baroque. The panels are filled with the spirit of aristocracy, nobility and chic. An elaborated vegetable prints, sophisticated monograms and arabesques give an elegance to the room, and the vertical stripes in the Victorian style bring an element of reserve in the lush surroundings. Ornaments are made by hot embossing, that is why they look voluminous"}, {"collection_name": "tulipani", "collection_title_img": "/media/tulipani.jpg", "collection_price": 3150.00, "collection_description": "Wallpaper Collection 'Tulipani' will please fans of classics and baroque. The panels are filled with the spirit of aristocracy, nobility and chic. An elaborated vegetable prints, sophisticated monograms and arabesques give an elegance to the room, and the vertical stripes in the Victorian style bring an element of reserve in the lush surroundings. Ornaments are made by hot embossing, that is why they look voluminous"}]
